Repository: urimtusha28/auto_sopa
Catalog: lib/l10n/app_*.arb
Languages: sq

source: Login
sq: Hyrje

source: Continue as guest
sq: Vazhdo si mysafir

# chooseLanguage
source: Choose your Language
sq: Zgjidh gjuhën tënde

# whichBodyType
source: Which body types would you consider for your new car?
sq: Cilët lloje trupash do të konsideronit për veturën tuaj të re?

source: Convertible
sq: Kabriolet

# whichFuelType
source: Which fuel type would you like?
sq: Cilin lloj karburanti preferoni?

source: Diesel
sq: Naftë

source: Gasoline
sq: Benzinë

source: Electric
sq: Elektrik

source: Electric/Gasoline
sq: Elektrik/Benzinë

source: Electric/Diesel
sq: Elektrik/Naftë

# whichEquipment
source: Which popular standard equipment do you want
sq: Cilat pajisje standarde dëshironi?

source: Parking Sensors
sq: Sensorë parkimi

source: Satnav
sq: Navigim satelitor

source: Rear View Camera
sq: Kamera e pasme

source: Blind Spot Monitoring
sq: Monitorim i pikës së verbër

# tirePressure
source: Tire Pressure Monitoring
sq: Monitorim i presionit të gomave

source: Climate
sq: Klima

source: Heated Seats
sq: Ndenjëse të ngrohura

source: Cool Seats
sq: Ndenjëse të freskuara

source: Electric Adjustable Seats
sq: Ndenjëse të rregullueshme elektrike

source: Sunroof
sq: Tavan panoramik

source: Cruise Control
sq: Kontroll i shpejtësisë

source: Touch Screen Display
sq: Ekran me prekje

source: USB Ports
sq: Porta USB

source: Wireless Charger
sq: Karikues pa kabllo

source: Turbocharged Engine
sq: Motor turbo

source: Start/Stop System
sq: Sistem Start/Stop

source: LED Headlights
sq: Fenerë LED

source: Roof Rails
sq: Shina tavani

source: Fog Lights
sq: Drita mjegulle

source: Electric Folding Mirroring
sq: Pasqyra elektrike që palosen

# whichBodyColor
source: Which body color would you like?
sq: Cilën ngjyrë trupore dëshironi?

source: Show more filters
sq: Shfaq më shumë filtra

source: Brown
sq: Kafe

source: Black
sq: E zezë

source: White
sq: E bardhë

source: Grey
sq: Gri

source: Green
sq: E gjelbër

source: Dark Green
sq: E gjelbër e errët

source: Red
sq: E kuqe

source: Yellow
sq: E verdhë

source: Blue
sq: Blu

source: Dark Blue
sq: Blu e errët

# whichInteriorColor
source: Which interior color do you like?
sq: Cilën ngjyrë të brendshme preferoni?

# whichUpholstery
source: Which upholstery would you like?
sq: Cilin lloj tapicerie preferoni?

source: Full Leather
sq: Lëkurë e plotë

source: Part Leather
sq: Lëkurë pjesore

source: Cloth
sq: Pëlhurë

source: Velour
sq: Velur

source: Skip
sq: Kalo

source: Search
sq: Kërko

source: No cars available!
sq: Nuk ka vetura të disponueshme!

source: Price: High to Low
sq: Çmimi: Nga i larti te i ulti

source: Price: Low to High
sq: Çmimi: Nga i ulti te i larti

source: Mileage: Low to High
sq: Kilometrazhi: Nga i ulti te i larti

source: Mileage: High to Low
sq: Kilometrazhi: Nga i larti te i ulti

source: See More
sq: Shiko më shumë

source: No favorite cars added!
sq: Asnjë veturë e preferuar nuk është shtuar!

source: Mileage
sq: Kilometrazhi

source: Transmission
sq: Transmisioni

source: First Registration
sq: Regjistrimi i parë

source: Fuel Type
sq: Lloji i karburantit

source: Power
sq: Fuqia

source: Consumer
sq: Konsumi

source: Equipment
sq: Pajisje

# noEquipmentAvailable
source: No equipment details available.
sq: Nuk ka detaje për pajisje.

source: Color and Interior
sq: Ngjyra dhe brendësia

source: Body Color
sq: Ngjyra e trupit

source: Upholstery
sq: Tapiceria

source: Vehicle Description
sq: Përshkrimi i veturës

source: No description available.
sq: Nuk ka përshkrim të disponueshëm.

source: Call Seller
sq: Thirr shitësin

source: Email Seller
sq: Dërgo email shitësit

source: Notifications
sq: Njoftimet

source: SERVICES
sq: SHËRBIMET

source: Feedback
sq: Reagime

source: Recommendation
sq: Rekomandime

source: LEGAL
sq: LIGJORE

# termsAndCondition
source: General terms and conditions
sq: Kushtet dhe termat

source: Privacy Policy
sq: Politika e privatësisë

source: Declaration of Consent
sq: Deklarata e pëlqimit

# privacyManage
source: Privacy Manager
sq: Menaxheri i privatësisë

source: Logout
sq: Dil

source: Edit Car Details
sq: Redakto detajet e veturës

source: Make
sq: Marka

source: Model
sq: Modeli

source: Registration
sq: Regjistrimi

source: Price
sq: Çmimi

source: Location
sq: Lokacioni

source: Delete
sq: Fshi

source: Save
sq: Ruaj

# pleaseFillMake
source: Please fill in the Make field.
sq: Ju lutemi plotësoni fushën Marka.

# pleaseFillModel
source: Please fill in the Model field.
sq: Ju lutemi plotësoni fushën Modeli.

# pleaseFillRegistration
source: Please fill in the First Registration field.
sq: Ju lutemi plotësoni fushën Regjistrimi.

# pleaseFillBodyType
source: Please fill in the Body Type field.
sq: Ju lutemi plotësoni fushën Lloji i trupit.

# pleaseFillFuelType
source: Please fill in the Fuel Type field.
sq: Ju lutemi plotësoni fushën Lloji i karburantit.

# pleaseFillTransmission
source: Please fill in the Transmission field.
sq: Ju lutemi plotësoni fushën Transmisioni.

# pleaseFillLocation
source: Please fill in the Location field.
sq: Ju lutemi plotësoni fushën Lokacioni.

# pleaseFillPrice
source: Please fill in the Final Price field.
sq: Ju lutemi plotësoni fushën Çmimi përfundimtar.

# pleaseFillValidNumber
source: Final Price must be a valid number.
sq: Çmimi përfundimtar duhet të jetë numër i vlefshëm.

# pleaseFillPower
source: Please fill in the Power field.
sq: Ju lutemi plotësoni fushën Fuqia.

# powerMustBeInt
source: Power must be a valid integer.
sq: Fuqia duhet të jetë numër i plotë i vlefshëm.

# pleaseFillMileage
source: Please fill in the Mileage field.
sq: Ju lutemi plotësoni fushën Kilometrazhi.

# mileageMustBeNumber
source: Mileage must be a valid number.
sq: Kilometrazhi duhet të jetë numër i vlefshëm.

# pleaseFillConsumer
source: Please fill in the Consumer field.
sq: Ju lutemi plotësoni fushën Konsumi.

# consumerMustBeNumber
source: Consumer must be a valid number.
sq: Konsumi duhet të jetë numër i vlefshëm.

# pleaseAddImage
source: Please add at least one image.
sq: Ju lutemi shtoni të paktën një imazh.

# stepOneFromThree
source: Step 1 from 3
sq: Hapi 1 nga 3

# stepTwoFromThree
source: Step 2 from 3
sq: Hapi 2 nga 3

# stepThreeFromThree
source: Step 3 from 3
sq: Hapi 3 nga 3

source: Body Type
sq: Lloji i trupit

source: Final Price
sq: Çmimi përfundimtar

# selectEquipment
source: Select Equipment (Optional)
sq: Zgjidh Pajisjet (Opsionale)

# selectBodyColor
source: Select Body Colors (Optional)
sq: Zgjidh Ngjyrat e trupit (Opsionale)

# selectInteriorColor
source: Select Interior Colors (Optional)
sq: Zgjidh Ngjyrat e brendshme (Opsionale)

# selectUpholstery
source: Select Upholstery (Optional)
sq: Zgjidh Tapicerinë (Opsionale)

source: Enter vehicle description...
sq: Shkruani përshkrimin e veturës...

source: Finish
sq: Përfundo

# clickToAddImage
source: Click to add images
sq: Kliko për të shtuar imazhe

# pleaseFillAllFields
source: Please fill in all fields!
sq: Ju lutemi plotësoni të gjitha fushat!

# passwordEmailIncorrect
source: Incorrect email or password!
sq: Email ose password i pasaktë!

source: Remember me
sq: Më kujto

source: Forget password
sq: Harrova fjalëkalimin
